{
    "какие специальности есть?": "Мы предлагаем широкий спектр специальностей в области информационных технологий, экономики, дизайна и других областей. Вы можете ознакомиться с полным списком на нашем сайте - https://kaztbu.edu.kz/ru/bakalavriat-kazutb.",
    "как поступить?":  "Для поступления в университет вам необходимо сдать вступительные испытания и предоставить необходимые документы. Более подробную информацию о процедуре и правилах поступления вы можете найти:\n\n- Написав команду /rule_rus или /rule_kaz\n- На нашем официальном сайте\n- Обратившись в отдел приемной комиссии.",
    "есть ли общежитие?": "Да, у нас есть общежитие для проживания студентов. Оно расположено неподалеку от главного учебного корпуса. Вы можете узнать больше о условиях проживания и забронировать место, обратившись в студенческую службу.",
    "какие дополнительные услуги предоставляет университет?": "Университет предоставляет студентам широкий спектр дополнительных услуг, включая библиотечные ресурсы, спортивные секции, медицинскую помощь и многое другое. Более подробную информацию вы можете получить у наших сотрудников.",
    "бакалавриат": "Программа бакалавриат\n\nСроки обучения: очная форма\n\n• на базе 11 классов – 4 года, 5 лет.\n• на базе технического и профессионального образования – 3 года.\n• на базе высшего образования – 2 года.\n\nФормы обучения: очная, очная с применением дистанционных образовательных технологий.\n\nУсловия обучения: обучение осуществляется по государственным образовательным грантам и на платной основе.\n\nАкадемическая степень: бакалавр (по соответствующей специальности).",
    "что я получу?" : "Что ты получишь в КазУТБ?\n\nФундаментальные знания, которые дает высококвалифицированный профессорско-преподавательский состав.\n\n• Обучение с использованием современной материально-технической базы.\n\n• Возможность претворять инновационные идеи в жизнь на площадке Fablab, доступ к технологиям и оборудованиям современного цифрового производства для быстрого и недорогого изготовления функциональных прототипов новых продуктов и апробированию самых смелых идей.\n\n• Прохождение практики за рубежом (Великобритания, Германия, Италия, Венгрия, Польша, Болгария, Латвия, Корея, Китай, Турция, Украина, Российская Федерация, Кыргызстан, Таджикистан) по своей специальности.\n\n• Возможность участия студентов в научных конференциях и конкурсах, спартакиадах, соревнованиях в достопримечательных местах столицы.\n\n• Яркую студенческую жизнь: КВН, конкурсы, концерты, спортивные секции.",
    "информация о КазУТБ" : "Информация о КазУТБ\n\nКод университета 182\n\nГосударственная лицензия KZ29LAA00008797 без ограничения срока действия.\n\n\nКазУТБ является специализированным ВУЗом по подготовке специалистов новой формации для пищевой, легкой, нефтехимической, горнодобывающей отраслей промышленности, для индустрии гостеприимства, бизнеса и управления, информационной технологии, охраны окружающей среды.",
    "контакты приемной комиссии" : "ПРИЕМНАЯ КОМИССИЯ КАЗУТБ::\n\n+7 (7172) 72 58 15\n+7 771 766 99 99\n+7 775 232 22 66\n\nПОЧТА:\nakutb@mail.ru\n\nг. Астана, Левый берег, район Есиль, ул. Кайым Мухамедханова, здание 37 А.\n\nhttps://2gis.kz/astana/firm/70000001024893951?m=71.368894%2C51.144205%2F16",
    "часто задаваемые вопросы" : " • Обязательно ли сдавать январское ЕНТ?\n\nНет, не обязательно. ЕНТ в январе сдаётся по желанию. Сертификат январского ЕНТ действует для поступления на платное отделение в университет.\n\n\n\n • Как будет учитываться сертификат IELTS?\n\nСертификат IELTS 6.0 переводится в максимальный балл ЕНТ по профильному предмету «английский язык».\n\n\n\n • Важно ли, в каком порядке будут проходить профильные предметы ЕНТ (например, биология и химия или химия и биология)?\n\nНет, это не имеет значения.\n\n\n\n • Есть ли внутренние гранты и олимпиады в университетах?\n\nДа, ежегодно университет проводит конкурсы и олимпиады. Подробности можно узнать на сайте университета КазУТБ.\n\n\n\n • Есть ли в университетах скидки для многодетных семей?\n\nВыделяются. После зачисление абитуриента.\n\n\n\n • Расскажите о студенческой академической мобильности, как можно получить грант в вузе на обучение за рубежом?\n\nАкадемическая мобильность – это программа обучения по обмену для студентов 2–3 курса. Для того, чтобы претендовать на обучение по обмену, необходимо соответствовать следующим требованиям: IELTS 6.0 и выше GPA 3.0 и выше Написать мотивационное письмо, почему именно вы достойны пройти программу академической мобильности. Взять два рекомендационных письма у преподавателей. Обучение по обмену длится 1 семестр (4–5 месяцев). Вы учитесь в зарубежном вузе, затем возвращаетесь и продолжаете обучение в своем казахстанском вузе.\n\n\n\n • Если я поступил на платное отделение, как я могу попытаться перевестись на грант?\n\nЕжегодно в университете, принимающих студентов на государственный грант, проводится конкурс освободившихся государственных грантов. Чтобы претендовать на грант, необходимо отлично учиться и быть активными.\n\n\n\n • Каким образом и где осуществляется практика в университетах?\n\nНа 1 и 2 курсах практика в университетах проводится в собственных лабораториях. На 3 и 4 курсах студенты проходят практику в компаниях, работающих в их будущей профессиональной сфере. На практике студенты выполняют функции, свойственные их профессии на начальном этапе работы. Необходимо серьезно относиться к практике в компаниях, так как это возможность забронировать себе рабочее место до окончания университета.\n\n\n\n • Где можно подать документы на конкурс государственных грантов?\n\nПодать документы можно в любом университете своего города, указав в заявлении вузы, в которые вы хотите поступить.\n\n\n\n • По каким профильным предметам большая конкуренция на конкурсе государственных грантов?\n\nБольшая конкуренция по экономическим, юридическим и гуманитарным направлениям, так как по их комбинациям профильным предметам выделяется меньшее количество государственных грантов.\n\n\n\n • Какая должна быть подготовка у абитуриента при поступлении на IT-направления?\n\nУниверситеты не требуют, чтобы у абитуриента были навыки программирования до поступления. Все знания вы получите с нуля на первом курсе. У всех образовательных программ на первом курсе есть дисциплина «Информационно-коммуникационные технологии», которая вам поможет в развитии ваших навыков работы с компьютерными программами.\n\n\n\n • Для чего нужна военная кафедра в университетах?\n\nВоенная кафедра – это дополнительное образование в университетах, помимо обучения по своей образовательной программе. Обучение на военной кафедре необязательно. Прием заявлений на военную кафедру проходит летом до начала 2 курса. Всего вы учитесь 2 года (2 и 3 курс). Военная кафедра дает возможность получить звание лейтенанта запаса и продолжить военную карьеру. После завершения обучения на военной кафедре вы получаете военный билет, освобождаетесь от воинской службы",
    "почему мы, почему КазУТБ?" : "Почему КАЗУТБ?\n\nКазУТБ является специализированным ВУЗом по подготовке специалистов новой формации для пищевой, легкой, нефтехимической, горнодобывающей отраслей промышленности, для индустрии гостеприимства, бизнеса и управления, информационной технологии, охраны окружающей среды. Подробную информацию вы можете найти на сайте университета и в социальных сетях.\n\nВ КазУТБ осуществляется многоуровневая система подготовки специалистов:\n\n • Колледж – Бакалавриат – Магистратура.\n\n • Высокая оценка качества образовательной и научной деятельности коллектива подтверждена институциональной аккредитацией университета и специализированной аккредитацией всех образовательных программ бакалавриата и магистратуры в независимых аккредитационных агентствах. \n\n\n\n ПРЕИМУЩЕСТВА ОБУЧЕНИЯ В КазУТБ\n\n • КазУТБ является одним из ведущих университетов в центре образования, науки и культуры - столице Казахстана г.Нур-Султан.\n\n • Специализированная направленность подготовки кадров.\n\n • Доступная стоимость обучения, гибкая система оплаты.\n\n • Льготы на оплату обучения для абитуриентов по отдельным категориям.\n\n • Военная кафедра по всем образовательным программам.\n\n • Партнерство с ведущими зарубежными ВУЗами. Программы двойного диплома.\n\n • Трудоустройство после окончания обучения в государственных и негосударственных учреждениях и организациях. \n\n • Для иногородних студентов 1 курса предоставляются места в новом общежитии в «Доме студентов», введенного в эксплуатацию в 2021 году.\n\n\n\nЧТО ТЫ ПОЛУЧИШЬ В КазУТБ?\n\n • Фундаментальные знания, которые дает высококвалифицированный профессорско-преподавательский состав.\n\n • Обучение с использованием современной материально-технической базы.\n\n • Возможность претворять инновационные идеи в жизнь на площадке Fablab, доступ к технологиям и оборудованиям современного цифрового производства для быстрого и недорогого изготовления функциональных прототипов новых продуктов и апробированию самых смелых идей.\n\n • Прохождение практики за рубежом (Великобритания, Германия, Италия, Венгрия, Польша, Болгария, Латвия, Корея, Китай, Турция, Украина, Российская Федерация, Кыргызстан, Таджикистан) по своей специальности.\n\n • Возможность участия студентов в научных конференциях и конкурсах, спартакиадах, соревнованиях в достопримечательных местах столицы.\n\n • Яркую студенческую жизнь: КВН, конкурсы, концерты, спортивные секции.",
    "заявление на проживание в общежитии" : "Заполните форму для подачи заявления ниже по ссылке\n\n https://docs.google.com/forms/d/e/1FAIpQLSe-1nb60Gl8mk2wSeC4Lk-UqwWrEBtAjQLTYVAemmBhUvkIaw/viewform",
    "хочу пройти профориентацию" : "Профориентационный тест для школьников от КазУТБ - https://forms.gle/wybbRNgVNukEFwfc6",
    "какие условия поступления на грант?": "Для участия в конкурсе на государственный образовательный грант необходимо:\n\n- Сдать ЕНТ и набрать минимально установленный балл для выбранной специальности.\n- Указать в заявлении до четырех вузов и образовательных программ, которые вы рассматриваете для поступления.\n- Подать документы в период, установленный Министерством образования и науки Казахстана. Детали можно уточнить на сайте КазУТБ или в приемной комиссии.",
    "какие есть магистерские программы?": "Мы предлагаем магистерские программы по направлениям:\n\n- Информационные технологии\n- Экономика и управление\n- Технология продуктов питания\n- Нефтегазовое дело\n- Международный бизнес и управление\n\nПолный список доступен на сайте КазУТБ: https://kaztbu.edu.kz/ru/magistratura.",
    "есть ли программа академической мобильности?": "Да, программа академической мобильности позволяет студентам обучаться в ведущих зарубежных университетах в рамках партнерских соглашений. Требования:\n\n- IELTS от 6.0\n- Средний балл (GPA) от 3.0\n- Мотивационное письмо\n- Рекомендационные письма\n\nПрограмма длится 1 семестр, и студенты продолжают обучение по возвращении.",
    "сколько стоит обучение?": "Стоимость обучения зависит от специальности и формы обучения. Актуальную информацию можно получить:\n\n- На официальном сайте университета\n- По телефону приемной комиссии +7 (7172) 72 58 15.",
    "какие есть стипендии и льготы?": "КазУТБ предлагает:\n\n- Государственные образовательные гранты\n- Стипендии за академическую успеваемость\n- Льготы для студентов из многодетных семей, студентов с инвалидностью и других категорий.\n\nДля получения подробной информации обратитесь в приемную комиссию или на сайт университета.",
    "где находится университет?": "Университет расположен по адресу: г. Астана, Левый берег, район Есиль, ул. Кайым Мухамедханова, здание 37 А. Удобный доступ к университету возможен на общественном транспорте. Ссылка на карту: https://2gis.kz/astana/firm/70000001024893951?m=71.368894%2C51.144205%2F16.",
    "можно ли перевестись в КазУТБ из другого вуза?": "Да, перевод из другого вуза возможен при наличии свободных мест. Для этого необходимо:\n\n- Подать заявление на имя ректора\n- Предоставить академическую справку\n- Сдать недостающие дисциплины в соответствии с учебным планом КазУТБ.",
    "есть ли у вас подготовительные курсы?": "КазУТБ организует подготовительные курсы для абитуриентов:\n\n- Подготовка к ЕНТ\n- Углубленное изучение профильных предметов\n\nИнформация о графике и стоимости доступна в приемной комиссии.",
    "могу ли я участвовать в научных проектах?": "Да, студенты КазУТБ активно участвуют в научных проектах. Университет поддерживает участие в грантовых программах, научных конференциях и конкурсах. Свяжитесь с научным отделом для получения подробностей.",
    "как работает военная кафедра?": "Военная кафедра предоставляет возможность студентам получить звание лейтенанта запаса. Обучение проходит на 2 и 3 курсе. Заявления принимаются летом после первого курса. После завершения обучения выпускники получают военный билет и освобождаются от срочной службы.",
      "есть ли программы двойного диплома?": "Да, КазУТБ предлагает программы двойного диплома в партнерстве с зарубежными университетами. Студенты имеют возможность получить два диплома – казахстанского и зарубежного образца. Узнать больше можно в международном отделе университета.",
      "как проходят вступительные экзамены?": "Вступительные экзамены проводятся в онлайн и оффлайн формате. Абитуриенты сдают профильные предметы, соответствующие выбранной специальности. Подробности можно уточнить в приемной комиссии или на сайте университета.",
      "предоставляет ли университет международные стажировки?": "Да, университет сотрудничает с компаниями и вузами из Великобритании, Германии, Италии, Польши и других стран. Студенты могут проходить стажировки по своей специальности в рамках программ обмена или академической мобильности.",
      "есть ли поддержка студентов с инвалидностью?": "КазУТБ обеспечивает равные условия для обучения студентов с инвалидностью. В университете имеются:\n\n- Льготы на оплату обучения\n- Доступная среда (пандусы, лифты)\n- Индивидуальная поддержка со стороны кураторов",
      "могу ли я продолжить обучение в магистратуре за рубежом?": "Да, университет сотрудничает с зарубежными вузами и поддерживает продолжение обучения в магистратуре за границей. Вы можете воспользоваться академической мобильностью или программами двойного диплома.",
      "какие документы нужны для поступления?": "Для поступления в КазУТБ необходимо:\n\n1. Заявление\n2. Удостоверение личности (копия)\n3. Аттестат об образовании или диплом\n4. Сертификат ЕНТ или экзамена\n5. Фото (3х4 см)\n6. Медицинская справка 086/у\n7. Прочие документы в зависимости от ситуации (например, сертификат IELTS).",
      "есть ли льготы на оплату?": "Да, университет предоставляет:\n\n- Скидки для многодетных семей\n- Льготы для студентов с инвалидностью\n- Льготы для студентов с высокими академическими показателями\n\nПодробности можно узнать в финансовом отделе.",
      "что такое Fablab?": "Fablab – это современная лаборатория цифрового производства, где студенты могут реализовать свои инновационные проекты. Лаборатория оснащена 3D-принтерами, станками с ЧПУ и другим оборудованием.",
      "можно ли получить грант внутри университета?": "Да, КазУТБ ежегодно выделяет внутренние гранты для студентов с высокими академическими достижениями. Подать заявку можно через деканат или приемную комиссию.",
      "что такое подготовительное отделение?": "Подготовительное отделение КазУТБ предназначено для:\n\n- Подготовки к ЕНТ\n- Углубленного изучения профильных дисциплин\n- Адаптации иностранных студентов\n\nЗапись осуществляется через приемную комиссию.",
      "где проходят практики студентов?": "Практика проходит в:\n\n- Лабораториях КазУТБ (1 и 2 курсы)\n- Партнерских компаниях в Казахстане и за рубежом (3 и 4 курсы)\n\nЭто отличная возможность для трудоустройства после обучения.",
      "могу ли я изменить выбранную специальность?": "Да, студент может изменить специальность в течение первого года обучения при наличии свободных мест. Обратитесь в учебный отдел для оформления перевода.",
      "какие языкио бучения доступны?": "КазУТБ предоставляет обучение на казахском, русском и английском языках в зависимости от выбранной программы.",
      "какие проекты студенты могут реализовать?": "Студенты могут участвовать в:\n\n- Научных исследованиях\n- Стартап-проектах\n- Инновационных инициативах в Fablab\n- Грантовых конкурсах\n\nВсе проекты поддерживаются преподавателями и научным отделом.",
      "как работает студенческое самоуправление?": "Студенческое самоуправление позволяет участвовать в управлении университетом. Вы можете стать частью студенческого совета, клуба или организовать собственные мероприятия.",
      "предоставляются ли курсы английского языка?": "Да, университет организует курсы английского языка для студентов, желающих улучшить свои знания. Курсы проходят в свободное от занятий время.",
      "как поступить на военную кафедру?": "Для поступления на военную кафедру необходимо:\n\n1. Подать заявление после первого курса\n2. Пройти медицинский осмотр\n3. Участвовать в конкурсном отборе\n\nОбучение длится два года.",
      "какие есть возможности для карьерного роста?": "КазУТБ активно сотрудничает с работодателями, проводит ярмарки вакансий и помогает студентам найти стажировки и работу по специальности.",
        "как я могу узнать расписание занятий?": "Расписание занятий публикуется на официальном сайте КазУТБ и в личных кабинетах студентов. Также вы можете обратиться в деканат для получения актуальной информации.",
        "есть ли вечерняя или заочная форма обучения?": "Да, КазУТБ предлагает:\n\n- Вечернюю форму обучения для работающих студентов.\n- Заочную форму с применением дистанционных образовательных технологий. Подробности можно уточнить в приемной комиссии.",
        "можно ли обучаться дистанционно?": "Да, КазУТБ предоставляет дистанционное обучение для студентов заочной формы и для отдельных курсов. Обучение проходит на платформе LMS с доступом к учебным материалам и онлайн-занятиям.",
        "какие есть спортивные секции?": "Университет предлагает множество спортивных секций, включая футбол, волейбол, баскетбол, настольный теннис, шахматы и фитнес. Участвовать могут все студенты, независимо от уровня подготовки.",
        "как я могу записаться на подготовительные курсы?": "Для записи на подготовительные курсы вам нужно:\n\n1. Связаться с приемной комиссией\n2. Предоставить необходимые документы\n3. Оплатить обучение за курс\n\nИнформация о датах начала курсов доступна на сайте КазУТБ.",
        "какие есть культурные и творческие клубы?": "КазУТБ поддерживает творческое развитие студентов через:\n\n- КВН клубы\n- Танцевальные ансамбли\n- Музыкальные группы\n- Театральные студии\n- Арт-кружки",
        "можно ли обучаться по обмену в СНГ?": "Да, университет имеет программы обмена со странами СНГ, включая Россию, Кыргызстан, Таджикистан и Узбекистан. Для участия в программе необходимо иметь хороший академический рейтинг и владеть русским языком.",
        "есть ли курсы повышения квалификации?": "Университет предлагает курсы повышения квалификации и переподготовки кадров в таких областях, как IT, экономика, управление и дизайн. Курсы доступны для студентов и специалистов.",
        "как работают библиотеки КазУТБ?": "В университете есть электронная библиотека и читальные залы с доступом к научным статьям, учебным материалам и базам данных. Студенты могут пользоваться библиотечными ресурсами в свободное время.",
        "какой проходной балл на грант?": "Проходной балл на государственный грант зависит от специальности и года приема. В среднем он составляет 65-70 баллов по результатам ЕНТ. Точные данные можно уточнить в приемной комиссии.",
        "какие документы нужны для перевода из другого вуза?": "Для перевода вам понадобятся:\n\n- Заявление\n- Академическая справка\n- Выписка из приказа о зачислении\n- Личное дело студента\n- Копия зачетной книжки\n\nВсе документы нужно подать в учебный отдел.",
        "какие компании являются партнерами университета?": "Среди партнеров КазУТБ:\n\n- Национальные компании в области пищевой и легкой промышленности\n- IT-компании Казахстана\n- Международные корпорации в сфере управления и бизнеса\n- Научные центры и лаборатории\n\nУниверситет активно помогает студентам устраиваться на стажировки и работу.",
        "есть ли помощь в трудоустройстве?": "Да, в университете действует центр карьеры, который:\n\n- Организует ярмарки вакансий\n- Помогает составить резюме и подготовиться к собеседованиям\n- Предоставляет информацию о вакансиях партнеров",
        "какие дисциплины изучают на IT-направлениях?": "На IT-направлениях студенты изучают:\n\n- Программирование\n- Разработка мобильных и веб-приложений\n- Искусственный интеллект и машинное обучение\n- Кибербезопасность\n- Анализ данных\n\nУчебный план составлен с учетом современных требований рынка.",
        "какие льготы есть для иностранных студентов?": "Иностранные студенты получают:\n\n- Скидки на оплату обучения\n- Помощь с визами и проживанием\n- Курсы казахского и русского языков\n- Индивидуальное сопровождение кураторов",
        "что такое программы профессиональной практики?": "Программы профессиональной практики включают:\n\n- Стажировки в партнерских компаниях\n- Выполнение реальных проектов под руководством наставников\n- Возможность трудоустройства по окончании практики",
        "как я могу получить консультацию?": "Вы можете получить консультацию:\n\n- По телефону приемной комиссии\n- По электронной почте akutb@mail.ru\n- В личной беседе с представителями университета",
        "как работают студенческие организации?": "В КазУТБ действуют различные студенческие организации, включая студенческий совет, профсоюз студентов, клубы по интересам. Они занимаются организацией мероприятий, решением вопросов студенческой жизни и представляют интересы студентов перед администрацией.",
        "что такое программы наставничества?": "Программы наставничества позволяют студентам работать с опытными профессионалами или выпускниками университета, которые помогают в профессиональном развитии, дают советы и делятся практическими знаниями.",
        "какие есть IT-лаборатории?": "В КазУТБ работают современные IT-лаборатории, оснащенные новейшим оборудованием и программным обеспечением для изучения:\n\n- Искусственного интеллекта\n- Кибербезопасности\n- Веб-разработки\n- Разработки игр",
        "какие направления научных исследований?": "Университет активно проводит исследования в следующих областях:\n\n- Искусственный интеллект и машинное обучение\n- Устойчивое развитие и экология\n- Пищевая промышленность и биотехнологии\n- Экономическое моделирование и управление",
        "как подать заявку на внутренний грант?": "Для подачи заявки на внутренний грант необходимо:\n\n1. Подготовить мотивационное письмо\n2. Предоставить академическую справку\n3. Заполнить форму заявки в деканате\n4. Подать документы в установленный срок",
        "какие перспективы для выпускников?": "Выпускники КазУТБ:\n\n- Устраиваются в национальные и международные компании\n- Открывают собственные стартапы\n- Продолжают обучение в магистратуре и аспирантуре\n- Работают в научных лабораториях",
        "какие есть программы поддержки стартапов?": "КазУТБ поддерживает студенческие стартапы через:\n\n- Инкубационные программы\n- Финансирование лучших проектов\n- Доступ к лабораториям и оборудованию\n- Консультации с экспертами",
       "можно ли посещать курсы вне учебного расписания?": "Да, студенты могут посещать дополнительные курсы и тренинги, которые организует университет в вечернее время или выходные. Информация доступна в учебном отделе.",
       "что нужно для записи в спортивные секции?": "Для записи в спортивные секции необходимо:\n\n1. Подать заявление в спортивный отдел\n2. Пройти медицинский осмотр\n3. Выбрать секцию из доступных вариантов",
        "как работает служба психологической поддержки?": "В университете действует служба психологической поддержки, где студенты могут получить консультации по вопросам стрессоустойчивости, учебных трудностей и личных проблем. Консультации бесплатны и конфиденциальны.",
       "как проходит экзаменационная сессия?": "Экзамены проходят в конце каждого семестра в форме письменных, устных или тестовых заданий. Расписание сессии публикуется за месяц до начала экзаменов.",
          "можно ли получить скидку на обучение за достижения?": "Да, студенты с высокими результатами в учебе, спорте или творческой деятельности могут претендовать на скидки. Для этого необходимо подать заявление и представить достижения в деканат.",
          "есть ли в университете программы переподготовки?": "КазУТБ предлагает программы переподготовки для специалистов, желающих освоить новую профессию или обновить знания в текущей области.",
          "как проходят международные конференции?": "Университет организует и участвует в международных конференциях, где студенты и преподаватели могут представить свои исследования. Конференции проводятся как в офлайн, так и в онлайн-форматах.",
          "что такое электронный кабинет студента?": "Электронный кабинет студента – это онлайн-платформа, где можно:\n\n- Узнать расписание\n- Получить доступ к учебным материалам\n- Отслеживать свои оценки\n- Подачи заявлений и запросов",
          "как записаться на курсы языковой подготовки?": "Для записи на языковые курсы необходимо обратиться в отдел дополнительного образования или подать заявку через электронный кабинет студента.",
          "какие гранты доступны для иностранных студентов?": "Иностранные студенты могут претендовать на:\n\n- Государственные гранты\n- Внутренние гранты университета\n- Международные гранты от партнерских организаций",
          "как проходит распределение общежитий?": "Распределение мест в общежитии осуществляется на основании заявлений. Приоритет отдается:\n\n- Студентам из отдаленных регионов\n- Студентам с особыми потребностями\n- Студентам, поступившим на первый курс",
            "как организован доступ к онлайн-обучению?": "Для онлайн-обучения студенты используют платформу LMS, где размещены лекции, практические задания, тесты и другие материалы. Доступ к платформе предоставляется после зачисления.",
            "есть ли практика для студентов?": "Да, практика обязательна для всех студентов и проходит на следующих этапах:\n\n- Учебная практика на 1 и 2 курсах\n- Производственная практика на 3 и 4 курсах\n- Преддипломная практика перед выпуском\n\nПрактика организуется на базе лабораторий университета и компаний-партнеров.",
            "предоставляет ли университет курсы профессионального английского?": "Университет предлагает курсы профессионального английского языка для IT, бизнеса, инженерии и других направлений. Курсы доступны для студентов всех уровней владения языком.",
            "что такое академический рейтинг студента?": "Академический рейтинг отражает успеваемость студента и рассчитывается на основе его оценок за учебный год. Высокий рейтинг позволяет участвовать в программах обмена, претендовать на гранты и скидки.",
            "можно ли обучаться в нескольких вузах одновременно?": "Да, обучение в нескольких вузах возможно в рамках программ совместного обучения или получения второго высшего образования. Обратитесь в приемную комиссию для уточнения деталей.",
            "какие есть возможности для волонтерства?": "В КазУТБ действует волонтерский клуб, где студенты могут участвовать в социальных и благотворительных проектах, помогать в организации мероприятий и работать с местными сообществами.",
            "как подать апелляцию по результатам экзамена?": "Для подачи апелляции необходимо:\n\n1. Написать заявление на имя декана\n2. Указать причины апелляции\n3. Подать заявление в течение двух рабочих дней после объявления результатов\n\nКомиссия рассмотрит вашу апелляцию и примет решение.",
            "что такое междисциплинарные курсы?": "Междисциплинарные курсы позволяют изучать темы, выходящие за рамки основной специальности. Например:\n\n- 'Искусственный интеллект в экономике'\n- 'Дизайн для технологий будущего'\n- 'Экология и устойчивое развитие в урбанистике'",
            "как я могу стать участником конференции?": "Для участия в конференции необходимо:\n\n1. Подать заявку на участие\n2. Подготовить доклад или научную статью\n3. Пройти отборочный этап (если предусмотрено)\n\nИнформация о предстоящих конференциях публикуется на сайте университета.",
            "предоставляет ли университет диплом с отличием?": "Да, диплом с отличием выдается студентам, которые:\n\n- Не имеют оценок ниже 'отлично' (А)\n- Успешно защитили дипломный проект на 'отлично'\n- Имеют высокий академический рейтинг",
            "что такое программы менторства?": "Программы менторства направлены на поддержку студентов младших курсов старшекурсниками или преподавателями. Наставники помогают адаптироваться к учебе, развивать навыки и планировать карьеру.",
            "какие есть возможности для участия в стартапах?": "Студенты могут участвовать в:\n\n- Конкурсах стартапов\n- Инкубационных и акселерационных программах\n- Лабораторных исследованиях для разработки инновационных решений",
            "как я могу получить справку об обучении?": "Справку об обучении можно заказать через:\n\n- Электронный кабинет студента\n- Учебный отдел\n- Деканат факультета\n\nСрок выдачи справки – от 1 до 3 рабочих дней.",
            "можно ли перевестись на другую специальность внутри университета?": "Да, перевод возможен после окончания первого семестра при наличии свободных мест и успешной сдачи текущих дисциплин. Подробности можно уточнить в учебном отделе.",
            "как проходит работа с выпускниками?": "Университет поддерживает связь с выпускниками через:\n\n- Ассоциацию выпускников\n- Организацию встреч и мероприятий\n- Помощь в карьерном росте и дополнительном обучении",
            "есть ли у университета партнеры в сфере IT?": "Да, КазУТБ сотрудничает с такими компаниями, как Microsoft, Cisco, IBM, и другими ведущими IT-корпорациями. Студенты имеют возможность участвовать в стажировках и проектах.",
            "можно ли получить второе высшее образование?": "Да, КазУТБ предлагает программы второго высшего образования для специалистов, желающих изменить или дополнить свою профессиональную квалификацию.",
            "какие документы нужны для академической мобильности?": "Для участия в программе академической мобильности требуется:\n\n1. Заявление на участие\n2. Академическая справка\n3. Сертификат знания языка (например, IELTS)\n4. Рекомендационные письма\n5. Мотивационное письмо",
            "как я могу участвовать в спортивных соревнованиях?": "Для участия в спортивных соревнованиях необходимо:\n\n1. Записаться в спортивную секцию\n2. Регулярно посещать тренировки\n3. Пройти отбор на соревнования, организованные университетом или партнерами",
            "предоставляет ли университет помощь в создании резюме?": "Да, центр карьеры КазУТБ помогает студентам:\n\n- Составить резюме и сопроводительное письмо\n- Подготовиться к собеседованиям\n- Найти стажировки и вакансии",
              "какие минимальные баллы требуются для поступления на бакалавриат?": "для поступления требуется набрать не менее 50 баллов на ент, включая не менее 5 баллов по каждому предмету.",
              "какие сроки подачи документов для участия в конкурсе на образовательный грант?": "заявления принимаются с 13 по 20 июля текущего года.",
              "какие языки обучения доступны?": "обучение проводится на казахском и русском языках.",
              "можно ли подать заявление онлайн?": "да, заявления принимаются через портал электронного правительства.",
              "какие документы необходимы для поступления?": "требуются:\n- заявление\n- документ об образовании (подлинник)\n- удостоверение личности\n- 6 фотографий 3x4 см\n- медицинская справка формы 075-у\n- сертификат ент.",
              "можно ли поступить иностранным студентам?": "да, иностранные студенты могут поступить на платной основе по результатам собеседования.",
              "какие программы доступны для иностранных студентов?": "иностранные студенты могут обучаться на всех образовательных программах бакалавриата и магистратуры.",
              "каковы сроки проведения творческих экзаменов?": "приём заявлений для сдачи творческих экзаменов проходит с 20 июня по 7 июля. экзамены проводятся с 8 по 13 июля.",
              "сколько баллов нужно набрать на творческих экзаменах?": "необходимо набрать не менее 5 баллов по каждому творческому экзамену и 50 баллов в сумме на ент.",
              "есть ли возможность зачисления при низких баллах ент?": "абитуриенты с недостаточными баллами могут быть зачислены на платное обучение с обязательством повторной сдачи ент в течение года.",
              "можно ли использовать образовательный кредит?": "да, при предоставлении справки о рассмотрении кредита банком предоставляется отсрочка оплаты до 4 недель.",
              "какие льготы предоставляются абитуриентам с особыми потребностями?": "студенты с инвалидностью имеют льготы на оплату обучения, доступ к адаптированной инфраструктуре и индивидуальную поддержку.",
              "как происходит поступление в магистратуру?": "для поступления необходимо пройти комплексное тестирование, включающее экзамены по профилю, иностранному языку и готовности к обучению.",
              "какие документы нужны для поступления в магистратуру?": "для магистратуры необходимы:\n- заявление\n- диплом о высшем образовании\n- удостоверение личности\n- 6 фотографий 3x4 см\n- медицинская справка формы 075-у\n- сертификат кт (при наличии).",
              "каковы сроки подачи документов в магистратуру?": "документы принимаются с 15 июня по 15 июля.",
              "можно ли зачислиться в магистратуру иностранным гражданам?": "да, иностранные граждане могут быть зачислены на платной основе по результатам собеседования.",
              "есть ли возможность пересдачи кт для магистратуры?": "пересдача комплексного тестирования в год сдачи не допускается.",
              "как учитываются международные сертификаты по иностранным языкам?": "сертификаты toefl, ielts, dalf и другие освобождают от экзамена по иностранному языку, если набран пороговый балл.",
              "можно ли выбрать несколько образовательных программ при поступлении?": "да, абитуриенты могут указать до четырёх программ из одной группы образовательных программ.",
              "что делать, если я потерял сертификат ент?": "в случае утери сертификата ент необходимо обратиться в национальный центр тестирования для восстановления документа.",
              "какие документы нужны для оформления образовательного кредита?": "для оформления образовательного кредита абитуриенты предоставляют справку из банка, подтверждающую нахождение документов на рассмотрении.",
              "проводится ли дополнительный набор студентов?": "дополнительный набор возможен, если остались вакантные места, и он проводится на платной основе по решению университета.",
              "каковы правила приёма на сокращённые образовательные программы?": "на сокращённые программы принимаются лица с техническим, профессиональным или высшим образованием по родственным направлениям подготовки.",
              "что входит в комплексное тестирование для магистратуры?": "комплексное тестирование включает:\n- тест по иностранному языку\n- тест по профилю группы образовательных программ\n- тест на готовность к обучению.",
              "можно ли поступить без сдачи ент?": "абитуриенты, не набравшие пороговый балл ент или с аннулированными результатами, могут быть зачислены на платное обучение при условии повторной сдачи теста в течение года.",
              "каковы требования к поступающим с иностранными дипломами?": "иностранные дипломы проходят обязательную процедуру нострификации в соответствии с законодательством казахстана.",
              "можно ли изменить направление после зачисления?": "смена направления обучения возможна по согласованию с приёмной комиссией в пределах группы образовательных программ.",
              "каковы сроки апелляции по результатам комплексного тестирования?": "заявления на апелляцию принимаются в течение одного дня после объявления результатов и рассматриваются в день подачи.",
              "какие группы образовательных программ требуют творческих экзаменов?": "творческие экзамены проводятся для программ из группы \"искусство\", таких как дизайн, мода и другие.",
              "какие виды поддержки предоставляются обладателям образовательных грантов?": "обладатели грантов получают финансирование обучения за счёт бюджета, а также могут претендовать на общежитие и стипендию.",
              "можно ли поступить на программу двойного диплома?": "да, казутб предлагает программы двойного диплома в сотрудничестве с зарубежными университетами.",
              "должен ли я заключать договор об обучении?": "все студенты заключают договор с университетом, регламентирующий порядок оплаты и обучения.",
              "как подать заявление на квоту?": "заявление на квоту подаётся вместе с пакетом документов, подтверждающих право на льготу (например, свидетельство об инвалидности).",
              "какие условия предоставляются многодетным семьям?": "дети из многодетных семей могут претендовать на квоты и льготы при поступлении.",
              "есть ли возможность перевода из другого вуза?": "перевод студентов из других вузов возможен при наличии свободных мест и соответствия образовательной программы.",
              "как происходит зачисление на грант?": "зачисление на грант проводится на основании рейтинга абитуриентов по результатам ент или комплексного тестирования.",
              "каковы сроки выдачи свидетельств о присуждении грантов?": "свидетельства о присуждении образовательных грантов выдаются до 20 августа текущего года.",
              "что делать, если я передумал использовать грант?": "в случае отказа от гранта абитуриент должен вернуть свидетельство о его присуждении в университет до зачисления.",
              "какие требования к баллам для поступления в магистратуру?": "для научно-педагогической магистратуры требуется минимум 75 баллов, для профильной — 50 баллов.",
              "проводятся ли консультации перед творческими экзаменами?": "да, университет организует консультации для абитуриентов перед сдачей творческих экзаменов.",
              "можно ли поступить после колледжа?": "выпускники колледжей могут поступать на сокращённые программы бакалавриата при соблюдении условий ент.",
              "какие условия для обучения иностранцев?": "иностранные граждане обучаются на платной основе и проходят обязательную регистрацию в миграционных органах.",
              "предусмотрены ли стипендии для студентов?": "студенты, обучающиеся на бюджетной основе, могут получать государственную стипендию.",
              "можно ли зачислиться в середине учебного года?": "зачисление в середине года возможно только на платной основе при наличии свободных мест.",
              "можно ли сдавать творческие экзамены в другом вузе?": "да, результаты творческих экзаменов, сданных в другом вузе, принимаются при поступлении на аналогичные программы казутб.",
              "каковы особенности подачи документов для лиц с иностранным образованием?": "документы должны быть переведены и нотариально заверены, а также предоставлено свидетельство о признании или нострификации.",
              "каков порядок пересдачи ент для поступивших на платное обучение?": "поступившие на платное обучение обязаны повторно сдать ент в течение года для подтверждения своей образовательной подготовки.",
              "предоставляет ли университет отсрочку по оплате обучения?": "да, абитуриентам, оформляющим образовательный кредит, предоставляется отсрочка оплаты до 4 недель.",
              "есть ли ограничения по возрасту для поступления?": "нет, ограничения по возрасту отсутствуют. главное условие — наличие соответствующего документа об образовании.",
              "что такое группа образовательных программ (гоп)?": "гоп объединяет образовательные программы одного профиля, что позволяет абитуриенту выбрать до четырёх направлений.",
              "какие медицинские документы необходимо предоставить?": "необходима медицинская справка формы 075-у и снимок флюорографии.",
              "можно ли изменить выбранную образовательную программу после начала обучения?": "да, перевод возможен внутри группы образовательных программ, при наличии свободных мест.",
              "как учитываются результаты творческих экзаменов при зачислении?": "баллы за творческие экзамены складываются с результатами ент или комплексного тестирования для формирования итогового рейтинга.",
              "каковы сроки подачи документов для иностранных граждан?": "иностранные граждане могут подавать документы и поступать на платной основе в течение всего календарного года.",
              "предусмотрена ли онлайн-подача документов?": "да, абитуриенты могут подать документы через портал электронного правительства или сайт университета.",
              "каковы правила зачисления студентов с сертификатами международных тестов?": "международные сертификаты toefl, ielts, delf и другие засчитываются как результаты экзаменов по иностранному языку.",
              "как проходит собеседование для иностранных студентов?": "собеседование проводится приёмной комиссией очно или онлайн в зависимости от обстоятельств.",
              "можно ли подать документы на платное обучение без участия в конкурсе на грант?": "да, для этого достаточно предоставить результаты ент и минимально необходимый пакет документов.",
              "каковы требования для перевода из других вузов?": "необходимо предоставить академическую справку, результаты предыдущих экзаменов и рекомендации из предыдущего университета.",
              "как получить доступ к расписанию творческих экзаменов?": "расписание публикуется на официальном сайте университета перед началом приёма заявлений.",
              "каковы критерии оценки творческих экзаменов?": "экзамены оцениваются по 45-балльной системе для поступающих на бакалавриат и по 20-балльной системе для сокращённых программ.",
              "как подать апелляцию по результатам экзаменов?": "апелляция подаётся лично на имя председателя апелляционной комиссии до 13:00 следующего дня после объявления результатов.",
              "можно ли поступить в университет без конкурса?": "на платное обучение зачисление проводится без конкурса при соблюдении минимальных баллов.",
              "каковы условия участия в академической мобильности?": "студенты должны иметь высокий академический рейтинг, владеть языком обучения и соответствовать требованиям партнёрских вузов.",
              "каковы правила зачисления на программы педагогических наук?": "требуется сдача профильного экзамена и подтверждение готовности к обучению по специальности.",
              "можно ли поступить на другую специальность после первого года обучения?": "да, при наличии свободных мест возможен перевод на другую образовательную программу.",
              "предоставляет ли университет услуги карьерного центра?": "да, в университете работает карьерный центр, помогающий студентам с трудоустройством и стажировками.",
              "какие программы доступны для выпускников колледжей?": "выпускники колледжей могут поступать на сокращённые бакалаврские программы в соответствующих направлениях.",
              "можно ли обучаться заочно?": "нет, обучение в казутб проводится только в очной форме.",
              "какие требования к фото в пакете документов?": "необходимо предоставить 6 фотографий размером 3x4 см.",
              "что делать, если сроки подачи документов истекли?": "можно подать документы на дополнительный набор, если он объявлен университетом.",
              "какие документы нужны для восстановления на программе обучения?": "для восстановления требуются заявление, академическая справка и подтверждение предыдущего обучения.",
              "предоставляет ли университет помощь в подготовке к ент?": "да, казутб организует подготовительные курсы для абитуриентов.",
              "какие сроки зачисления студентов на программы магистратуры?": "зачисление проводится до 28 августа текущего года.",
              "можно ли пересдать творческий экзамен?": "нет, пересдача творческого экзамена не предусмотрена.",
              "как подать заявление на участие в комплексном тестировании?": "заявление подаётся через сайт национального центра тестирования с 15 июня по 15 июля.",
              "как рассчитываются баллы для зачисления в магистратуру?": "баллы рассчитываются по 150-балльной системе для научно-педагогической магистратуры и по 100-балльной системе для профильной магистратуры.",
              "что делать, если я не прошёл по конкурсу на грант?": "вы можете поступить на платное обучение, предоставив соответствующие документы.",
              "какие виды тестов включены в комплексное тестирование для магистратуры?": "тестирование включает:\n- тест по иностранному языку\n- тест на определение готовности к обучению\n- тест по профилю группы образовательных программ.",
              "предусмотрена ли скидка на обучение для отличников?": "в университете могут быть предусмотрены скидки на обучение для студентов с высокими академическими результатами. уточняйте информацию в приёмной комиссии.",
              "каковы правила подачи заявления на грант для иностранцев?": "иностранные граждане могут подать заявление на грант при наличии подтверждающих документов и прохождении собеседования.",
              "какие направления подготовки требуют знания иностранного языка?": "знание иностранного языка обязательно для программ, предусматривающих участие в международных стажировках и мобильности.",
              "можно ли проходить обучение по индивидуальному графику?": "обучение по индивидуальному графику возможно для студентов с особыми образовательными потребностями или на основании решения руководства университета.",
              "какие программы академической мобильности предлагает университет?": "университет предлагает обменные программы с партнёрскими вузами в европе, азии и северной америке.",
              "есть ли возрастные ограничения для поступления в магистратуру?": "нет, возрастных ограничений для поступления в магистратуру нет.",
              "каковы правила зачисления на целевые образовательные гранты?": "целевые гранты предоставляются для подготовки специалистов по государственному заказу, зачисление проводится на конкурсной основе.",
              "как студент может получить помощь в трудоустройстве?": "в университете работает карьерный центр, который организует стажировки, предоставляет доступ к вакансиям и проводит тренинги по карьерному росту.",
              "можно ли получить двойной диплом?": "да, программы двойного диплома доступны благодаря партнёрству с зарубежными университетами.",
              "какие сроки сдачи вступительных экзаменов для иностранных граждан?": "вступительные экзамены для иностранных граждан проводятся в течение всего календарного года по согласованию с приёмной комиссией.",
              "как подать заявление на отсрочку оплаты?": "заявление на отсрочку оплаты подаётся в финансовый отдел университета вместе с подтверждающими документами.",
              "какие преимущества предоставляет университет своим выпускникам?": "выпускники казутб имеют доступ к базе вакансий, рекомендациям для трудоустройства и программам профессионального роста.",
              "можно ли поступить на второе высшее образование?": "да, университет принимает абитуриентов на второе высшее образование по сокращённым программам.",
              "какие языки принимаются для теста по иностранному языку в магистратуру?": "принимаются английский, немецкий и французский языки.",
              "каковы сроки публикации списков поступивших?": "списки поступивших публикуются в течение пяти рабочих дней после завершения приёма документов.",
              "что делать, если я не успел собрать полный пакет документов?": "вам может быть отказано в зачислении. рекомендуется собрать все необходимые документы до окончания срока подачи.",
              "можно ли получить консультацию по выбору образовательной программы?": "да, приёмная комиссия предоставляет консультации по выбору образовательной программы и подготовки документов.",
              "какие документы необходимы для перевода из другого вуза?": "необходимы академическая справка, заявление, транскрипт и документы о предыдущем обучении.",
              "можно ли подать заявление на магистратуру с дипломом иностранного вуза?": "да, но диплом должен пройти процедуру нострификации в установленном порядке."
            
            
        }        
        
    
    

  


  

  
  
